13/data/attachments/2ef75cc1a37b8339.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Barbara_drug_Actions_71598_0</nif:username>
            <nif:friendToBeRequested>soap_actions_203e7914-ea8b-4c73-8c52-e3738f632afd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>